
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0227eedb03790d03': `Потратить все накопленное время`,
's04ae2813e8c5edf2': `История`,
's061cc20e3432dead': `Пауза`,
's0c16aa841bde8b35': `Очки вычислительной базы теперь доступны.
Их увеличение делает улучшение оборудование мейнфрейма дешевле.
Множители для программ и районов сочетаются.`,
's0da069b58416f4a8': `Разблокированные предметы`,
's0fbf6f8437ffcf35': `Купить все`,
's0ff7439e7049dd1e': `Только прошедшие события`,
's11becc6388b5de9b': `Увеличивает награды для всего`,
's12eb386ecab8be5f': `Управление компанией`,
's168e0f680b4e7071': `Шаблоны клонов`,
's1b104fb082b86845': `Дизайнер микросхем`,
's1d123b0fb69467ad': `Автоматизация програм для мейнфрейма`,
's1db9c2e45b616689': `Автопокупка оборудования мейнфрейма`,
's1e3188f70aa20183': `Нет разблокированных предметов`,
's2293b71fd35fee2a': `Статистика`,
's2468b69d10791c82': `Город`,
's271064ebbdfe562a': `Выключить автоулучшение`,
's27257063f2450a40': `Очки наград теперь доступны.
Их увеличение повышает награды за все.
Множители для программ и районов сочетаются.`,
's2743871e41cd600a': `Прогресс следующего уровня развития`,
's29301563c2887286': `Программа для автоматической покупки программ для мейнфрейма.`,
's2c437f2d0bfcf346': `Программа для предоставления доступа к мейнфрейму городской сети.
Пассивно генерирует доход и очки развития (ОР).`,
's2eb54ac1f71f510a': `Недостаточно денег`,
's3310c78354b666c6': `Требуется больший уровень развития`,
's35f1dd3fd023476a': `Автоматизация`,
's384723497a5d2afe': `Накопленное время`,
's38b8aaf97d3d064d': `Очки кодовой базы теперь доступны.
Их увеличение делает программы мейнфрейма дешевле.
Множители для программ и районов сочетаются.`,
's3c5871c9c60634b2': `Высокий уровень производительности ведет ускоряет в целом все`,
's3d197283cb019b5a': `Обзор`,
's3e40b892151f807d': `Чем больше ты арендуешь, тем сложнее поднять твой уровень развития.
Тебе нужно улучшить то, что у тебя есть.`,
's3e804fb405f6cfd6': `Теперь, когда ты достаточно поднял уровень развития, настало время работать в городе.
Для этого тебе нужно нанять наемников. Сейчас ты не можешь привлекать слишком много внимания,
поэтому тебе стоит сфокусироваться на небоевых занятиях. Возможно, дипломатия будет хорошим выбором?`,
's3ee68994be2256af': `Программа для ускорения выполнения других процессов.`,
's431539a29d61242a': `Улучшения мейнфрейма`,
's4610477b08877d05': `Купить все улучшения`,
's4925c2a8221e92d3': `Разблокированные возможности`,
's49730f3d5751a433': `Загрузка...`,
's4b3881bde85033f4': `Программа для автоматической покупки оборудования мейнфрейма.`,
's4b79f5051c84f2a6': `Страница автоматизации теперь доступна.`,
's4c3d7527d161face': `Идея, код, дизайн, баланс`,
's54a992c2b2757a25': `Настройки автоматизации оборудования мейнфрейма доступны на странице мейнфрейма`,
's55edc9c0a5a92ed8': `Остановить трату`,
's5a57c84790ed59c2': `Программа, помогающая заключать сделки.
Генерирует очки наград (ОН) и улучшает все награды.`,
's5af457d424845197': `Включить автоулучшение`,
's5d9cf1ae8a0e6a35': `Все события`,
's6255d36d2d16068d': `Программа для сбора всевозможной информации.
Генерирует очки связности (ОС) и улучшает общую скидку и шансы на получение новых контрактов.`,
's673c3c2916be1bb5': `Кликните на подсвеченный район, чтобы просмотреть информацию о нем и доступные с ним действия.`,
's67930df55d95f01c': `Уровень развития`,
's6b63cf3caa6ffda4': `Страница автоматизации доступна`,
's6c4a1f0e4a0ba38e': `Лог сообщений`,
's716c86a23193ddb0': `Показать/скрыть меню`,
's7337a096044dc132': str`Купить x${0} за ${1}`,
's737bd8b570f86f36': `Трата накопленного времени...`,
's753c9d215250e5a6': `Подработки`,
's79ec7b4851563196': `Автопокупка`,
's7a391ae3182a86b5': `Титры`,
's7cb4e55c59663b1c': `Компания`,
's83169863e603ef43': `Клоны`,
's841470cf68ef7c87': str`Уровень памяти: ${0}`,
's87a0c72acc0d6f7f': `Процент доступных денег, зарезервированный для улучшения оборудования мейнфрейма`,
's8b9098793a387ded': `Управление компанией теперь достуно.
Теперь можно создавать клонов по шаблонам и отправлять их в город на подработки.`,
's8dbc2fbaa8eb2262': `Распределение опыта`,
's8f14dd83819723ef': `Заключатель сделок`,
's98242fa69102c3ee': `Только недоступные события`,
's98ef3daac46418ec': `Дополнительная память дает возможность держать больше процессов в памяти, чтобы они смогли выполниться позже или в больших группах`,
's9d8b8aa2b404c2c8': `Настройки`,
'sa557ae6bee9148a6': `Прогресс`,
'sa6a28055d169eb3b': `Клоны могут зарабатывать дополнительный опыт, если есть неиспользуемая синхронизация`,
'sa7ce4e982e877902': `Доступны улучшения оборудования и программ мейнфрейма`,
'sa87246d6f92b0d2e': `Показать/скрыть панель масштабирования`,
'sa8d65cbdcc391779': `Очки вычислительной базы`,
'saccf49dfc3f4edd0': `Теперь доступны улучшения оборудования и программ мейнфрейма.`,
'sb42f64eba520bc40': `Очки кодовой базы`,
'sb443b5f9e193436f': `Деньги`,
'sb5015f2d737ef94b': `Играть на быстрой скорости (с накопленным временем)`,
'sb599732f9d26cb46': `Что-то насчет клонов`,
'sb6044d660b1969e8': `Одолженные предметы выдаются в начале и в качестве награды за захват районов.
Число справа от названия предмета это его макимально доступное качество.`,
'sb641e34af28be189': str`Уровень производительности: ${0}`,
'sb9e93d9e3e7d2456': `Очки связности теперь доступны.
Их увеличение делает все дешевле и увеличивает шансы на получение новых контрактов от выбранной факции.
Множители для программ и районов сочетаются.`,
'sbb8bd148cf78f692': `Автоматизация оборудования мейнфрейма`,
'sbc40dc980fa3018a': `Играть на нормальной скорости (без накопленного времени)`,
'sbe8ae5efcf58e570': `Автопокупка программ для мейнфрейма`,
'sc048a14e5f282e91': `Очки связности`,
'sc1f826419bf046a3': str`Уровень ядер: ${0}`,
'sc213008bdb51996d': `Процент доступных денег, зарезервированный для улучшения программ для мейнфрейма`,
'sc23f8339bc08fc35': `Мейнфрейм`,
'sc49cb3f42002dd2a': `Коллектор информации`,
'sc693dc58a83a5f06': `Остатки биомассы, соединенные с простыми имплантатами.
Ничем не выделяется, кроме того, что умеет выполнять всевозможные простые задания.
`,
'sc6f50c5747a3b731': `Уменьшает стоимость оборудования мейнфрейма`,
'sc8beb66ec44e6ce2': str`Будет доступно через ${0}`,
'sc914626c031e3608': `Программы`,
'sca1338192100daf5': str`Следующий уровень развития будет достигнут через ${0}`,
'scdee5cee6ffe9971': `Генератор кода`,
'sce4f462f1aea52c1': `Антродрон`,
'scfa3fe169d0f03c4': `Фильтр состояния событий`,
'sd1b8bfd64fab6084': `Настройки автоматизации програм мейнфрейма теперь доступны на странице мейнфрейма.`,
'sd2b81217f1512ae9': `Только доступные события`,
'sd3c219149ff83648': `Программа для разработки микросхем.
Генерирует очки вычислительной базы (ОВБ) и улучшает скидку на оборудование для мейнфрейма.`,
'sd9570d7301815ac2': `Клоны могут зарабатывать дополнительный опыт, если есть неиспользуемая синхронизация.
Количество дополнительного опыта зависит от количества неиспользуемой синхронизации.`,
'sdab3145bde57511c': `Нет разблокированных возможностей`,
'sdc9ffe8795e9cc05': `Программа для разработки других программ.
Генерирует очки кодовой базы (ОКБ) и улучшает скидку на программы для мейнфрейма.`,
'sdfc4d195e8c8877e': str`уровень разработки ${0}`,
'se6019ae01ec4dc63': `Следующий уровень развития недостижим`,
'se6e17403c164ff3a': `Настройки автоматизации програм мейнфрейма доступны на странице мейнфрейма`,
'see7db847b82daea2': `Прогресс разблокирования возможностей`,
'sf2207a97db60f950': `Тебе было назначено создание "охранной" компании. Однако, единственный ресурс, который у тебя есть, это все лишь слабый мейнфрейм.
Возможно, его можно арендовать, что заработать немного денег?`,
'sf24496d5c22809de': `Дополнительные ядра дают лучшее масштабирование и выполнение большего числа процессов одновременно`,
'sf32866818ca69ae5': `Сервер аренды мейнфрейма`,
'sf493c8f4f46f6ff2': `Доступно создание клонов по шаблонам, их можно отправлять в город на подработки`,
'sf7edd7e30bb3d9d4': `Увеличивает шансы на получение новых контрактов и подработок от выбранной факции`,
'sfaf9ab0375e88edd': `Настройки автоматизации оборудования мейнфрейма теперь доступны на странице мейнфрейма.`,
'sfb9dbed99e35e031': `Уменьшает стоимость программ мейнфрейма`,
'sfc3f7439b793141a': `Очки связности`,
'sfec46a5f6c011cda': `Предсказательный вычислитель`,
'sff193d461ad2d350': `Нажмите Ctrl или Shift для покупки 10 уровней. Нажмите вместе Ctrl и Shift для покупки 100 уровней.
Приоритет автоматического улучшения оборудования может быть изменен путем его перетаскивания за название.
Улучшения наверху имеют больший приоритет.`,
    };
  